[
  {
    "title": "1. Australia is wider than the moon.",
    "funfact": "The moon sits at 3,400 kilometers (2,113 miles) in diameter, while Australia’s diameter from east to west is almost 4,000 km (2,485 miles). Source: Observing the Earth at The European Space Agency",
    "imageURL": "https://www.weareteachers.com/wp-content/uploads/1-37.jpg"
  },
  {
    "title": "2. Headphones can increase the bacteria in your ears.",
    "funfact": "Wearing headphones for just an hour could increase the bacteria in your ears by 700 times. (Ew!) Source: Your Ear Gear and Hearing Health at ENT Health",
    "imageURL": "https://www.weareteachers.com/wp-content/uploads/2-32.jpg"
  },
  {
    "title": "3. Scotland chose the unicorn as its national animal.",
    "funfact": "In Celtic mythology, the fictional creature is connected with both chivalry and dominance as well as purity and innocence. Source: Scotland and the Unicorn at VisitScotland",
    "imageURL": "https://www.weareteachers.com/wp-content/uploads/3-34.jpg"
  },
  {
    "title": "4. Avocados are not vegetables.",
    "funfact": "Avocados are fruits because they are single-seeded berries. Source: Tomatoes and Avocados in the Vegetable Group at U.S. Department of Agriculture",
    "imageURL": "https://www.weareteachers.com/wp-content/uploads/4-30.jpg"
  },
  {
    "title": "5. The Eiffel Tower gets taller in the summer.",
    "funfact": "When the iron heats up, the tower can be up to 15 centimeters (6 inches) taller due to thermal expansion. Source: Why Does the Eiffel Tower Change Size at La Tour Eiffel",
    "imageURL": "https://www.weareteachers.com/wp-content/uploads/6-31.jpg"
  },
  {
    "title": "6. Human teeth are the only part of the body that can’t heal themselves.",
    "funfact": "Teeth are not made of live tissue and are coated in enamel, which can’t spontaneously regenerate. Source: Can Tooth Enamel Grow Back? at WebMD",
    "imageURL": "https://www.weareteachers.com/wp-content/uploads/8-26.jpg"
  },
  {
    "title": "7. Switzerland prohibits the ownership of just one guinea pig",
    "funfact": "Since guinea pigs are such social creatures, one guinea pig would get lonely so having just one is considered animal abuse in Switzerland. Source: Laws Involving Animals – Real and Mythical at Library of Congress",
    "imageURL": "https://www.weareteachers.com/wp-content/uploads/10-26.jpg"
  },
  {
    "title": "8. Tigers have striped skin.",
    "funfact": "It’s not just striped fur! Source: Tigers not only have stripes on their fur but also on their skin at Nature Study Society",
    "imageURL": "https://www.weareteachers.com/wp-content/uploads/11-26.jpg"
  },
  {
    "title": "9. A shrimp’s heart is in its head.",
    "funfact": "If that wasn’t interesting enough, due to the nature of their open circulatory system, shrimp have no arteries so their organs just float around in blood! Source: Why Shrimp Hearts Are in Their Heads at American Shrimp Processors Association",
    "imageURL": "https://www.weareteachers.com/wp-content/uploads/12-28.jpg"
  },
  {
    "title": "10. An 11-year-old accidentally invented ice pops.",
    "funfact": "In 1905, young Frank Epperson left water and soda powder outside overnight with a wooden stirrer in the cup. When he discovered the mixture had frozen, the “Epsicle” was born. Source: How an 11-Year-Old Boy Invented the Popsicle at NPR",
    "imageURL": "https://www.weareteachers.com/wp-content/uploads/13-26.jpg"
  },
  {
    "title": "11. We are more creative in the shower.",
    "funfact": "Here’s one of the most useful weird fun facts! If you’ve ever felt like you think better in a warm shower, you’re probably right! The warm water increases the flow of dopamine and makes us more creative. Source: The science of why you have great ideas in the shower at National Geographic",
    "imageURL": "https://www.weareteachers.com/wp-content/uploads/14-25.jpg"
  },
  {
    "title": "12. Sloths can hold their breath longer than dolphins.",
    "funfact": "Dolphins need to come up for air every 10 minutes, but by slowing their heart rate, sloths can actually hold their breath for 40 minutes! Source: Can a sloth or dolphin hold its breath for longer? at The Naked Scientists",
    "imageURL": "https://www.weareteachers.com/wp-content/uploads/15-25.jpg"
  },
  {
    "title": "13. Froot Loops are all the same flavor despite their different colors.",
    "funfact": "This is such a disappointment, but it makes sense when you think about it! Source: Breaking Breakfast News: Froot Loops Are All the Same Flavor at Time magazine",
    "imageURL": "https://www.weareteachers.com/wp-content/uploads/16-23.jpg"
  },
  {
    "title": "14. The first airplane flight was on December 17, 1903.",
    "funfact": "Wilbur and Orville Wright took the first airplane on four short flights at Kitty Hawk, North Carolina. Source: 1903 Wright Flyer at National Air and Space Museum",
    "imageURL": "https://www.weareteachers.com/wp-content/uploads/17-23.jpg"
  },
  {
    "title": "15. Supermarket apples can be a year old.",
    "funfact": "Are those apples you just bought actually a year old? Maybe! Farmers often pick apples in the fall, cover them in wax, hot-air dry them, and then put them in cold storage. This keeps them edible and ready to sell for 6 to 12 months! Source: This Is the Gross Truth About the Apples You’re Buying at the Supermarket at Reader’s Digest",
    "imageURL": "https://www.weareteachers.com/wp-content/uploads/18-22.jpg"
  },
  {
    "title": "16. Most wasabi paste isn’t real wasabi.",
    "funfact": "If you’ve always thought that your store-bought wasabi tastes more like horseradish, you’re probably right. It’s often used as a substitute since real wasabi is expensive. Source: The “Wasabi” You Get in Asian Restaurants Isn’t Really Wasabi at Reader’s Digest",
    "imageURL": "https://www.weareteachers.com/wp-content/uploads/19-21.jpg"
  },
  {
    "title": "17. Venus is the only planet that spins clockwise.",
    "funfact": "Every 225 Earth days, Venus travels around the sun, but Venus rotates clockwise once every 243 days. Source: The Only Planet That Rotates Clockwise at WorldAtlas",
    "imageURL": "https://www.weareteachers.com/wp-content/uploads/20-21.jpg"
  },
  {
    "title": "18. People used to say “prunes” when taking pictures.",
    "funfact": "In the 1840s, it was considered childish to smile for pictures so it became popular for people to say “prunes” instead of “cheese” in order to keep their mouths taut. Source: Why We Say “Cheese:” Producing Snapshot Photography at ResearchGate",
    "imageURL": "https://www.weareteachers.com/wp-content/uploads/21-21.jpg"
  },
  {
    "title": "19. Nutmeg is a hallucinogen.",
    "funfact": "Because it contains myristicin, a natural compound that has mind-altering effects, you can experience hallucinations if you ingest large quantities nutmeg. Yikes! Source: Nutmeg is a drug? at McGill University",
    "imageURL": "https://www.weareteachers.com/wp-content/uploads/22-21.jpg"
  },
  {
    "title": "20. McDonald’s serves spaghetti in the Philippines.",
    "funfact": "The McSpaghetti meat sauce pasta comes with a side of “McDo” fried chicken. This sounds too tasty to be considered one of our weird fun facts! Source: McDonald’s Philippines",
    "imageURL": "https://www.weareteachers.com/wp-content/uploads/23-22.jpg"
  },
  {
    "title": "21. Competitive art was once an Olympic sport.",
    "funfact": "From 1912 to 1952, artists could earn medals for painting, music, sculpture, and even architecture. Source: When the Olympics Gave Out Medals for Art at Smithsonian Magazine",
    "imageURL": "https://www.weareteachers.com/wp-content/uploads/24-20.jpg"
  },
  {
    "title": "22. 3 Musketeers candy bars used to come in three flavors.",
    "funfact": "The original candy from the 1930s had three different kinds of nougat: chocolate, vanilla, and strawberry (hence the name!). Unfortunately, it had to be cut down to one during World War II due to rations being too expensive. Source: The 25 Most Influential American Candy Bars of All Time at Food & Wine",
    "imageURL": "https://www.weareteachers.com/wp-content/uploads/25-20.jpg"
  }
]